Repository: olivermueller/ExploreApp
Catalog: *.lproj/Localizable.strings
Languages: ar, da, de

# main_page_language
source: English
ar: اللغة العربية
da: Dansk
de: Deutsch

# main_page_change_language
source: Change language
ar: غير اللغة
da: Skift sprog
de: Sprache ändern

# main_page_change_theme
source: Change theme
ar: غير الخلفية
da: Skift tema
de: Thema wechseln

# main_page_current_theme
source: Current theme
ar: الموضوع الحالي
da: Nuværende tema
de: Aktuelles Thema

# main_page_change_contact
source: Change contact information
de: Kontaktinformationen ändern

# main_page_name_email
source: Please enter your name and e-mail address
de: Bitte geben Sie Ihren Namen und Ihre E-Mail Adresse ein

# main_page_name
source: Enter name
de: Name eingeben

# main_page_email
source: Enter e-mail address
de: E-Mail Adresse eingeben

# main_page_contact_info
source: Contact information
de: Kontakt Informationen

source: Explore
ar: يكتشف
da: Udforsk
de: Erkunden

source: Options
ar: خيارات
da: Valgmuligheder
de: Optionen

# alert_select_quiz_answer
source: Choose correct object
ar: اختر الكائن الصحيح
da: Vælg korrekt genstand
de: Wählen Sie das richtige Objekt

# alert_change_language_title
source: Change language to
ar: تغيير اللغة الى
da: Skift sprog til
de: Sprache ändern zu

# alert_change_theme_title
source: Change theme to
ar: تغيير الموضوع ل
da: Skift tema til
de: Thema ändern zu

# alert_cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen

# alert_correct
source: Correct
ar: صيح
da: Rigtigt
de: Richtig

# alert_incorrect
source: Incorrect
ar: غير صحيح
da: Forkert
de: Falsch

# theme_general
source: General
ar: فكرة عامة
da: Generelt
de: Allgemeines

# theme_place
source: Places
ar: أماكن
da: Steder
de: Stelle

# theme_food
source: Food
ar: طعام
da: Mad
de: Essen

# theme_flowers
source: Flowers
de: Blumen

source: Lobster roll sandwich
ar: ساندوتش رولستر رول
da: Hummer roll sandwich
de: Hummer Brötchen Sandwich

source: Greek salad
ar: سلطة يونانية
da: græsk salat
de: griechischer Salat

source: Shrimp and grits
ar: الروبيان والحصى
da: Rejer og grits
de: Garnelen und Grits

source: Chicken Quesadilla
ar: دجاج كويساديلا
da: Kylling Quesadilla
de: Huhn Quesadilla

source: Pulled pork sandwich
ar: شطيرة لحم الخنزير سحبت
da: Tørret svinekødsmad
de: Pulled Schweinefleisch Sandwich

source: Chicken Wings
ar: أجنحة دجاج
da: Kyllingevinger
de: Hühnerflügel

source: Grilled Cheese Sandwich
ar: ساندويش الجبن المشوي
da: Grillet Ost Sandwich
de: Gegrilltes Käse-Sandwich

source: Scallops
ar: إسقلوب
da: kammuslinger
de: Jakobsmuscheln

source: Macarons
ar: معكرون
de: Makronen

source: Baby back ribs
ar: ضلوع الظهر الطفل
da: Baby ryg ribben
de: Baby Rückenrippen

source: Waffles
ar: الفطائر
da: Vafler
de: Waffeln

source: Caesar salad
ar: سلطة قيصر
da: Cæsar salat
de: Caesar Salat

source: Poutine
ar: بوتين
da: Putin
de: Putin

source: French fries
ar: البطاطس المقلية
da: pommes frites
de: Pommes frittes

source: Lasagna
ar: لازانيا
da: lasagne
de: Lasagne

source: Frozen Yogurt
ar: زبادى مثلج
da: Frossen yogurt
de: Gefrorener Joghurt

source: Fish and chips
ar: السمك والبطاطا
da: Fisk og pomfritter
de: Fisch und Pommes

source: Cheesecake
ar: تشيز كيك
da: Ostekage
de: Käsekuchen

source: Prime rib
ar: ضلع رئيسي
da: oksehøjreb
de: Hauptrippe

source: Grilled salmon
ar: سلمون مشوي
da: Grillet laks
de: Gegrillter Lachs

source: Ice cream
ar: مثلجات
da: Flødeis
de: Eis

source: Eggs Benedict
ar: البيض بنديكت
da: Æg Benedikt
de: Eier Benedikt

source: Fried rice
ar: أرز مقلي
da: Stegte ris
de: Gebratener Reis

source: Beef tartare
ar: رز لحم البقر
da: Oksekødterter
de: Beef Tartar

source: Breakfast burrito
ar: إفطار بوريتو
da: Morgenmad burrito
de: Frühstücks Burrito

source: Apple Pie
ar: فطيرة تفاح
da: Æbletærte
de: Apfelkuchen

source: Crab cakes
ar: كعك السلطعون
da: Krabbe kager
de: Krabbenkuchen

source: Creme brulee
ar: كستارد محلى بالكراميل
de: Crème Brûlée

source: Mussels
ar: بلح البحر
da: Muslinger
de: Muscheln

source: Carrot cake
ar: كعكة جزر
da: Gulerodskage
de: Karottenkuchen

source: Garlic Bread
ar: خبز بالثوم
da: Hvidløgsbrød
de: Knoblauchbrot

source: Pork chop
ar: فرم لحم الخنزير
da: Svinekotelet
de: Schweinekotelett

source: Fried calamari
ar: كاليماري مقلي
de: Frittierter Tintenfish

source: Pancakes
ar: الفطائر
da: Pandekager
de: Pfannkuchen

source: Cheese plate
ar: صفيحة جبن
da: Ostplade
de: Käseplatte

source: Red velvet cake
ar: كعكة المخملية الحمراء
da: Rød fløjlkage
de: Roter Samtkuchen

source: Spring rolls
ar: ملفوفات الربيعأكلة
da: Forårsruller
de: Frühlingsrollen

source: Macaroni and cheese
ar: المعكرونة والجبن
da: Makaroni og ost
de: Makaroni und Käse

source: Tuna tartare
ar: تونا رز
da: Tunfisk tartare
de: Thunfisch-Tartar

source: Escargots
ar: القواقع
da: snegle
de: Schnecken

source: Lobster bisque
ar: الحساء جراد البحر
da: Hummer bisque
de: Hummerbiskuit

source: Chicken curry
ar: كاري الدجاج
da: Karrykylling
de: Hühnchen-Curry

source: Caprese salad
ar: سلطة الكابريزي
da: Caprese salat
de: Capresesalat

source: Gyoza
ar: عرش
da: Throne
de: Thron

source: Oysters
ar: المحار
da: Østers
de: Austern

source: Deviled eggs
ar: بيض طاهر
da: Deviled æg
de: Russische Eier

source: Dumplings
ar: الزلابية
de: Knödel

source: Onion rings
ar: حلقات البصل
da: Løgringe
de: Zwiebelringe

source: Beef carpaccio
ar: لحوم البقر carpaccio
da: Oksekarpaccio
de: Rindercarpaccio

source: Beet salad
ar: سلطة البنجر
da: Rød salat
de: Rübensalat

source: French onion soup
ar: شوربة البصل الفرنسية
da: Fransk løg suppe
de: französische Zwiebelsuppe

source: Strawberry shortcake
ar: فطيرة الفريز
da: Jordbær shortcake
de: Erdbeer-Shortcake

source: Bread pudding
ar: بودنغ الخبز
da: Brødpudding
de: Brotpudding

source: Chocolate cake
ar: كعكة الشوكولاتة
da: Chokoladekage
de: Schokoladenkuchen

source: Chocolate mousse
ar: موس الشوكولاتة
da: Chokolademousse
de: Schokoladenmousse

source: Ramen
ar: تقدير
da: skøn
de: Windows

source: Hot and sour soup
ar: الحساء الساخن وتعكر
da: Varm og sur suppe
de: Heiße und saure Suppe

source: Miso soup
ar: حساء ميسو
da: Misosuppe
de: Miso-Suppe

source: Seaweed salad
ar: سلطة الأعشاب البحرية
da: Tangsalat
de: Seetang Salat

source: Shower
ar: دش
da: Bruser
de: Dusche

source: Nursery
ar: حضانة
da: Planteskole
de: Kindergarten

source: Clothing store
ar: محل الملابس
da: Tøjbutik
de: Bekleidungsgeschäft

source: Living room
ar: غرفة المعيشة
da: Stue
de: Wohnzimmer

source: Bedroom
ar: غرفة نوم
da: Soveværelse
de: Schlafzimmer

source: Parlor
ar: ردهة
da: Parlour
de: Salon

source: Hospital room
ar: غرفة المستشفى
da: Hospital værelse
de: Krankenhauszimmer

source: Closet
ar: خزانة
de: Wandschrank

source: Beauty salon
ar: صالون تجميل
da: Skønhedssalon
de: Schönheitssalon

source: Dorm room
ar: غرفة السكن
da: Kollegieværelse
de: Schlafsaal

source: Art gallery
ar: معرض الفن
da: Kunstgalleri
de: Kunstgalerie

source: Home office
ar: مكتب البيت
da: Hjemmekontor
de: Innenministerium

source: Hospital
ar: مستشفى
de: Krankenhaus

source: Office
ar: مكتب. مقر. مركز
da: Kontor
de: Büro

source: Attic
ar: علبه
de: Dachboden

source: Dining room
ar: غرفة العشاء
da: Spisestue
de: Esszimmer

# bakery/shop
source: Bakery
ar: مخبز
da: Bageri
de: Bäckerei

source: Hotel room
ar: غرفة الفندق
da: Hotelværelse
de: Hotelzimmer

# doorway/outdoor
source: Doorway
ar: مدخل
de: Eingang

source: Kindergarden classroom
ar: فصول رياض الأطفال
da: Børnehave klasseværelse
de: Kindergarten Klassenzimmer

source: Basement
ar: قبو
da: Kælder
de: Keller

source: Music studio
ar: استوديو الموسيقى
da: Musikstudio
de: Musik Studio

source: shoe shop
ar: متجر الأحذية
da: skobutik
de: Schuhladen

source: Waiting room
ar: غرفة الانتظار
da: Venteværelse
de: Wartezimmer

source: Staircase
ar: سلم
da: trappe
de: Treppe

source: Candy store
ar: متجر حلويات
de: Süßigkeitenladen

source: Coffee shop
ar: مقهى
da: Kaffebar
de: Café

# underwater/coral_reef
source: Coral reef
ar: شعاب مرجانية
da: koralrev
de: Korallenriff

# dinette/home
source: Dinette
ar: حجرة طعام صغيرة
de: Essecke

source: Kitchen
ar: مطبخ
da: Køkken
de: Küche

source: Jail cell
ar: زنزانة
da: Fængselscelle
de: Gefängniszelle

source: Herb garden
ar: حديقة اعشاب
da: Urtehave
de: Kräutergarten

source: Kitchenette
ar: مطبخ صغير
da: Tekøkken
de: Kochnische

source: Cottage garden
ar: حديقة المنزل
de: Bauerngarten

source: Pantry
ar: حجرة المؤن
da: Spisekammer
de: Speisekammer

source: Ice cream parlor
ar: صالة الآيس كريم
da: Is-kiosk
de: Eisdiele

source: Banquet hall
ar: قاعة الولائم
da: Festlokale
de: Festsaal

source: Arch
ar: قوس
de: Bogen

source: Botanical garden
ar: حديقة نباتات
da: Botanisk Have
de: Botanischer Garten

source: Game room
ar: غرفة الالعاب
da: Spillerum
de: Spielzimmer

source: Classroom
ar: قاعة الدراسة
da: Klasseværelse
de: Klassenzimmer

source: Shopfront
ar: واجهة المتجر
de: Schaufenster

source: Ski resort
ar: منتجع للتزلج
da: Skisportssted
de: Skigebiet

source: Ballroom
ar: قاعة رقص
de: Ballsaal

source: Igloo
ar: المبني القبني
de: Iglu

source: Reception
ar: استقبال
de: Rezeption

source: Vegetable garden
ar: حديقة الخضروات
da: Vegetabilsk have
de: Gemüsegarten

source: Amusement park
ar: متنزه
da: Forlystelsespark
de: Freizeitpark

source: Office building
ar: مبنى إداري
da: Kontorbygning
de: Bürogebäude

source: Locker room
ar: الحجرات المغلقة
da: Omklædningsrum
de: Umkleideraum

source: Pulpit
ar: منضدة للقراءة
da: talerstol
de: Katheder

source: Rainforest
ar: غابه استوائيه
de: Regenwald

source: Skyscraper
ar: ناطحة سحاب
da: skyskraber
de: Wolkenkratzer

# stage/indoor
source: Stage
ar: المسرح
da: Scene
de: Bühne

source: Bookstore
ar: مكتبة لبيع الكتب
da: Boghandel
de: Buchhandlung

# butchers_shop
source: Buther's shop
ar: متجر الجزار
da: Slagterforretning
de: Metzgerei

source: Fountain
ar: نافورة
da: Springvand
de: Brunnen

source: Patio
ar: فناء
da: Gårdhave
de: Terrasse

source: Hot spring
ar: ربيع حار
da: Varm kilde
de: Heiße Quelle

# market/outdoor
source: Market
ar: سوق
da: Marked
de: Markt

source: Television studio
ar: استوديو التلفزيون
da: Fjernsynsstue
de: Fernsehstudio

source: Airport terminal
ar: محطة المطار
da: Lufthavns Terminal
de: Flughafenterminal

# apartment_building/outdoor
source: Apartment building
ar: مبنى سكني
da: Højhus
de: Wohngebäude

source: Yard
ar: حديقة منزل
da: Gård
de: Garten

source: Corridor
ar: الرواق
da: Korridor
de: Gang

# mountain_snowy
source: Snowy mountain
ar: جبل مثلج
da: Snedækket bjerg
de: Schneebedeckter Berg

source: Engine room
ar: غرفة المحرك
da: Motorrum
de: Maschinenraum

source: Windmill
ar: طاحونة هوائية
da: Vindmølle
de: Windmühle

source: Construction site
ar: موقع البناء
da: Byggeplads
de: Baustelle

source: Garbage dump
ar: مكب نفايات
da: Losseplads
de: Müllkippe

source: Laundromat
ar: مغسلة
de: Waschsalon

source: Playground
ar: ملعب
da: Legeplads
de: Spielplatz

source: Phone booth
ar: كشك الهاتف
da: Telefonboks
de: Telefonzelle

source: Mansion
ar: قصر
de: Villa

source: Food court
ar: محكمة الغذاء
de: Fressmeile

source: Fire escape
ar: سلم النجاة
de: Notausgang

source: Supermarket
ar: سوبر ماركت
da: Supermarked
de: Supermarkt

source: Shed
ar: تسلط
da: Skur
de: Schuppen

# inn/outdoor
source: Inn
ar: إن
da: i
de: in

source: Building facade
ar: واجهة المبنى
da: Bygning facade
de: Gebäudefassade

source: Assembly line
ar: خط التجميع
da: samlebånd
de: Fließband

source: Topiary garden
ar: حديقة توبياري
de: Topiary-Garten

source: Orchard
ar: بستان
da: frugthave
de: Obstgarten

source: Lighthouse
ar: منارة
da: Fyrtårn
de: Leuchtturm

source: Ski slope
ar: منحدر تزلج
da: Skibakke
de: Skipiste

source: Conference room
ar: غرفة المؤتمرات
da: Konferencerum
de: Konferenzraum

# field/wild
source: Field
ar: حقل
da: Mark
de: Feld

# swimming_pool/outdoor
source: Swimming pool
ar: حمام السباحة
da: Svømmepøl
de: Schwimmbad

source: Schoolhouse
ar: المدرسة
de: Schulhaus

source: Martial arts gym
ar: فنون الدفاع عن النفس الصالة الرياضية
da: Martial arts gymnastik
de: Kampfsporthalle

source: Bowling alley
ar: بولينج زقاق
da: Bowling bane
de: Kegelbahn

source: Ocean
ar: محيط
de: Ozean

source: Abbey
ar: دير
da: abbedi
de: Abtei

source: Rope bridge
ar: جسر مصنوع من الحبل
da: Reb bro
de: Hängebrücke

source: Tower
ar: برج
da: Tårn
de: Turm

# ice_skating_rink/outdoor
source: Ice skating rink
ar: حلبة التزلج على الجليد
da: Skøjtebane
de: Eisbahn

source: Water tower
ar: برج الماء
da: Vandtårn
de: Wasserturm

# cemetery
source: Cemetary
ar: مقبرة
de: Friedhof

# monastery/outdoor
source: Monastery
ar: دير
da: Kloster
de: Kloster

# church/outdoor
source: Church
ar: كنيسة
da: Kirke
de: Kirche

# temple/south_asia
source: Temple
ar: صدغ
da: Tempel
de: Tempel

source: Fire station
ar: محطة الاطفاء
da: Brandstation
de: Feuerwehr

source: Pond
ar: بركة ماء
da: Dam
de: Teich

source: Courtyard
ar: فناء
da: Gårdsplads
de: Hof

source: Castle
ar: قلعة
da: Slot
de: Schloss

source: Pavilion
ar: جناح
de: Pavillon

source: Formal garden
ar: حديقة رسمية
da: Formel have
de: Formeller Garten

source: Campsite
ar: مكان التخييم
da: Campingplads
de: Campingplatz

source: Conference center
ar: مركز المؤتمرات
da: Konferencecenter
de: Konferenzzentrum

source: Bamboo forest
ar: غابة الخيزران
da: Bambus skov
de: Bambuswald

source: Galley
ar: مطبخ السفينة
de: Galeere

source: Wind farm
ar: مزرعة الرياح
da: Vindmøllefarm
de: Windpark

source: Iceberg
ar: جبل جليد
da: Isbjerg
de: Eisberg

source: Wheat field
ar: حقل القمح
da: Hvedefelt
de: Weizenfeld

source: Basilica
ar: كنيسة
de: Basilika

source: Snowfield
ar: الحقل من ثلج
de: Schneefeld

source: Pagoda
ar: باغودا معبد بوذي
de: Pagode

source: Islet
ar: جزيرة
de: Inselchen

# temple/east_asia
source: Temple
ar: صدغ
da: Tempel
de: Tempel

source: Boat deck
ar: سطح السفينة قارب
da: Båd dæk
de: Bootsdeck

source: Ruin
ar: خراب
de: Ruine

# desert/vegetation
source: Desert
ar: صحراء
da: Ørken
de: Wüste

source: Courthouse
ar: المحكمة
de: Gerichtsgebäude

# cathedral/outdoor
source: Cathedral
ar: كاتدرائية
da: Katedral
de: Dom

source: Tree farm
ar: مزرعة الشجر
da: Trægård
de: Baumfarm

source: Crevasse
ar: شق
da: gletscherspalte
de: Gletscherspalte

source: Swamp
ar: مستنقع
da: Sump
de: Sumpf

# stadium/football
source: Football stadium
ar: ملعب كرة القدم
da: Fodbold stadium
de: Fußballstadion

source: Volcano
ar: بركان
da: Vulkan
de: Vulkan

source: Excavation
ar: حفيات
da: Udgravning
de: Ausgrabung

source: Residential neighborhood
ar: حي سكني
da: Boligkvarter
de: Wohnviertel

source: Rock arch
ar: قوس الصخرة
de: Felsbogen

source: Sky
ar: سماء
da: Himmel
de: Himmel

source: Badlands
ar: الأراضي الوعرة
de: Ödland

source: Palace
ar: قصر
da: Palads
de: Palast

source: Coast
ar: ساحل
da: Kyst
de: Küste

source: Marsh
ar: اهوار
da: Marsk
de: Sumpf

source: Mountain
ar: جبل
da: bjerg
de: Berg

source: Pasture
ar: مرعى
de: Weide

source: Alley
ar: زقاق
da: Gyde
de: Gasse

source: Corn field
ar: حقل الذرة
de: Maisfeld

source: Creek
ar: جدول
de: Bach

source: Rice paddy
ar: حقل الأرز
da: Ris paddy
de: Reisfeld

source: Canyon
ar: واد ضيق
de: Schlucht

source: Bridge
ar: جسر
da: Bro
de: Brücke

source: Trench
ar: خندق
da: Skyttegrav
de: Graben

source: Railroad track
ar: قضبان السكك الحديدية
da: Jernbanespor
de: Bahngleis

source: Plaza
ar: ساحة عامة
de: Platz

source: Golf course
ar: درس لتعليم الجولف
da: Golfbane
de: Golfplatz

source: Harbor
ar: مرفأ
da: Havn
de: Hafen

# field/cultivated
source: Field
ar: حقل
da: Mark
de: Feld

source: Racecourse
ar: مضمار
da: Væddeløbsbane
de: Rennbahn

source: River
ar: نهر
da: flod
de: Fluss

source: Baseball field
ar: ملعب البيسبول
da: Baseball bane
de: Baseballfeld

source: Train railway
ar: قطار السكك الحديدية
da: Togbane
de: Zugeisenbahn

source: Aqueduct
ar: قناة
da: Akvædukt
de: Aquädukt

source: Watering hole
ar: ثقب الري
da: Vanding hul
de: Wasserstelle

source: Forest path
ar: مسار الغابات
da: Skovsti
de: Waldweg

source: Fairway
ar: ممر مائي
de: Fahrrinne

source: Sandbar
ar: الرملي
de: Sandbank

# stadium/baseball
source: Baseball stadium
ar: ستاد البيس بول
da: Baseball stadion
de: Baseball Stadion

source: Driveway
ar: درب خاص
da: indkørsel
de: Auffahrt

source: Sea cliff
ar: جرف البحر
da: Hav klippe
de: Seeklippe

source: Dam
ar: دام
da: Dæmning
de: Damm

source: Gas station
ar: محطة غاز
da: Tankstation
de: Tankstelle

source: Boxing ring
ar: حلقة الملاكمة
da: Boksering
de: Boxring

source: Crosswalk
ar: ممر
de: Zebrastreifen

# subway_station/platform
source: Subway station
ar: محطة مترو الانفاق
da: Metrostation
de: U-Bahnstation

source: Boardwalk
ar: الممر
de: Promenade

source: Viaduct
ar: جسر
de: Viadukt

source: Forest road
ar: طريق الغابة
da: Skovvej
de: Forststraße

source: Dock
ar: ومع ذلك،
da: dog
de: jedoch

source: Valley
ar: الوادي
da: Dal
de: Tal

# train_station/platform
source: Train station
ar: محطة القطار
da: Togstation
de: Bahnhof

source: Parking lot
ar: ساحة لانتظار السيارات
da: Parkeringsplads
de: Parkplatz

source: Picnic area
ar: منتزه
da: Picnic område
de: Picknick Bereich

source: Raft
ar: طوف
da: Tømmerflåde
de: Floß

# track/outdoor
source: Track
ar: مسار
da: Spore
de: Spur

source: Highway
ar: الطريق السريع
da: hovedvej
de: Autobahn

source: Pink primrose
de: Rosa Primel

source: Hard-leaved pocket orchid
de: Laubblättrige Orchidee

source: Canterbury bells
de: Canterbury Glocken

source: Sweet pea
de: Süße Erbse

source: English marigold
de: Englische Ringelblume

source: Tiger lily
de: Tigerlilie

source: Moon orchid
de: Mond Orchidee

source: Bird of paradise
de: Paradiesvogel

source: Monkshood
de: Eisenhut

source: Globe thistle
de: Kugeldistel

source: Snapdragon
de: Löwenmaul

source: Colt's foot
de: Colts Fuß

source: King protea
de: Königsprotea

source: Spear thistle
de: Speer Distel

source: Yellow iris
de: Gelbe Iris

source: Globe-flower
de: Globe-Blume

source: Purple coneflower
de: Sonnenhut

source: Peruvian lily
de: Peruanische Lilie

source: Balloon flower
de: Ballon Blume

source: Giant white arum lily
de: Riesige weiße Arumlilie

source: Fire lily
de: Feuerlilie

source: Pincushion flower
de: Nadelkissen Blume

source: Fritillary
de: Perlmutterfalter

source: Red ginger
de: roter Ginger

source: Grape hyacinth
de: Traubenhyazinthe

source: Corn poppy
de: Klatschmohn

source: Prince of wales feathers
de: Prince of Wales Federn

source: Stemless gentian
de: Stemless Enzian

source: Artichoke
de: Artischocke

source: Sweet william
de: Süßer William

source: Carnation
de: Nelke

source: Garden phlox
de: Garten Phlox

source: Love in the mist
de: Liebe im Nebel

source: Mexican aster
de: Mexikanische Aster

source: Alpine sea holly
de: Alpen-Stechpalme

source: Ruby-lipped cattleya
de: Rubin-lippiger cattleya

source: Cape flower
de: Kap-Blume

source: Great masterwort
de: Großes Meisterstück

source: Siam tulip
de: Siam-Tulpen

source: Lenten rose
de: Fasten stieg auf

source: Barbeton daisy
de: Barberton-Gänseblümchen

source: Daffodil
de: Narzisse

source: Sword lily
de: Schwertlilie

source: Poinsettia
de: Weihnachtsstern

source: Bolero deep blue
de: Bolero tiefblau

source: Wallflower
de: Mauerblümchen

source: Marigold
de: Ringelblume

source: Buttercup
de: Butterblume

source: Oxeye daisy
de: Ochsenauge Gänseblümchen

source: Common dandelion
de: Gewöhnlicher Löwenzahn

source: Petunia
de: Petunie

source: Wild pansy
de: Wildes Stiefmütterchen

source: Primula
de: Primel

source: Sunflower
de: Sonnenblume

source: Pelargonium
de: Pelargonie

source: Bishop of llandaff
de: Bischof von Llandaff

source: Gaura
de: Loch

source: Geranium
de: Geranie

source: Orange dahlia
de: Orange Dahlie

source: Pink-yellow dahlia
de: Rosa-gelbe Dahlie

source: Japanese anemone
de: Japanische Anemone

source: Black-eyed susan
de: Schwarzäugiger Susan

source: Silverbush
de: Silberbush

source: Californian poppy
de: Kalifornische Mohnblume

source: Spring crocus
de: Frühlingskrokus

source: Bearded iris
de: Schwertlilie

source: Windflower
de: Windblume

source: Tree poppy
de: Baum Mohn

source: Gazania
de: Gazanien

source: Azalea
de: Azalee

source: Water lily
de: Seerose

source: Thorn apple
de: Dorn Apfel

source: Morning glory
de: Winde

source: Passion flower
de: Passionsblume

source: Toad lily
de: Kröte Lilie

source: Hibiscus
de: Hibiskus

source: Columbine
de: Akelei

source: Desert-rose
de: Wüstenrose

source: Tree mallow
de: Baum Malve

source: Magnolia
de: Magnolie

source: Cyclamen
de: Alpenveilchen

source: Watercress
de: Brunnenkresse

source: Canna lily
de: Canna Lilie

source: Bee balm
de: Bienenbalsam

source: Ball moss
de: Ball Moos

source: Foxglove
de: Fingerhut

source: Camellia
de: Kamelie

source: Mexican petunia
de: Mexikanische Petunie

source: Blanket flower
de: Decke Blume

source: Trumpet creeper
de: Trompetenkriechpflanze

source: Blackberry lily
de: Blackberry Lilie

source: Quiz
ar: لغز

# alert_okay
source: Okay
ar: حسنا

# en
source: English
ar: الإنجليزية
da: Engelsk

# da
source: Dansk
ar: دانماركي

# de
source: Deutsch
ar: ألمانية
da: Tysk

source: Tacos
ar: التاكو

source: Hot Dog
ar: نقانق

source: Club Sandwich
ar: نادي ساندويتش

source: Paella
ar: نيجرو

source: Bruschetta
ar: بروشيتا

source: Hamburger
ar: هامبورجر

source: Foie gras
ar: فوا جرا

source: Pad thai
ar: الوسادة التايلاندية

source: Donuts
ar: الكعك

source: Sushi
ar: سوشي

source: Pizza
ar: بيتزا

source: Clam chowder
ar: حساء تشوودير

source: Hummus
ar: الحمص

source: Peking duck
ar: بطة بكين

source: Croque madame
ar: كروك مدام

source: Falafel
ar: فلافل

source: Takoyaki
ar: فطائر الأخطبوط
da: Octopus dumplings

source: Beignets
ar: الفطائر
da: æbleskiver

source: Cup cakes
ar: كيك
da: Cup kager

source: Ceviche
ar: Ceviche ل

source: Churros
ar: كروس

source: French toast
ar: خبز فرنسي محمص
da: fransk toast

source: Samosa
ar: السمبوسة

source: Ravioli
ar: رافيول

source: Steak
ar: شريحة لحم
da: bøf

source: Cannoli
ar: كانولي

source: Risotto
ar: الأرزية أكلة

source: Edamame
ar: فول الصويا الخضراء
da: Grønne sojabønner

source: Sashimi
ar: الساشيمي

source: Guacamole
ar: حبوبا

source: Nachos
ar: ناشوز

source: Gnocchi
ar: النوكى

source: Omelette
ar: عجة البيض
da: omelet

source: Spaghetti carbonara
ar: اسباجيتي كاربونارا

source: Tiramisu
ar: تيراميسو

source: Spaghetti bolognese
ar: اسباجيتي بولونيز

source: Bibimbap
ar: بيبيمباب

source: Filet mignon
ar: معدن سمك فيليه

source: Pho
ar: هواتف

source: Panna cotta
ar: بانا كوتا

source: Baklava
ar: البقلاوة

source: Gift shop
ar: متجر الهدايا
da: Gavebutik

source: Art studio
ar: الفن التشكيلي
da: Kunststudio

# museum/indoor
source: Museum
ar: متحف

source: Aquarium
ar: حوض سمك
da: Akvarium

source: Lobby
ar: ردهة

source: Restaurant
ar: مطعم

source: Bar
ar: شريط

source: Veranda
ar: شرفة

source: Slum
ar: حي الفقراء
da: Slumkvarter

# bus_interior
source: Bus
ar: حافلة

source: Restaurant patio
ar: مطعم الباحة
da: Restaurant gårdhave

source: Restaurant kitchen
ar: مطبخ مطعم
da: Restaurant køkken

source: Cafeteria
ar: كافيتيريا

source: Mausoleum
ar: ضريح

source: Motel
ar: فندق صغير

source: Chalet
ar: الشاليه

# hotel/outdoor
source: Hotel
ar: الفندق

source: Medina
ar: المدينة المنورة

source: Auditorium
ar: قاعة محاضرات

source: Cockpit
ar: مقصورة الطيار

source: Bayou
ar: جدول

# desert/sand
source: Sand
ar: رمل

source: Kasbah
ar: القصبة

source: Butte
ar: التل

source: Runway
ar: مدرج المطار

source: Amphitheater
ar: مدرج
da: Amfiteater

# ar
source: عربى
da: Arabisk
